//Напишите программу, которая выводит третью цифру 
//СЛЕВА заданного числа или сообщает, что третьей цифры нет.

Console.WriteLine("Введите трёхзначное число");
string num = Console.ReadLine();
Console.WriteLine(num[1]);
//else Console.WriteLine("В введённом числе третьей цифры нет");

