//Напишите программу, которая принимает на вход трёхзначное число и на 
//выходе показывает вторую цифру этого числа.

Console.WriteLine("Введите трёхзначное число");
string num = Console.ReadLine();
Console.WriteLine(num[1]);
